{
  "books": [
    {
      "id": 1,
      "name": "The Silent Patient",
      "author": "Alex Michaelides",
      "summary": "The Silent Patient is the bestselling psychological thriller book in which a woman named Alicia murders her husband, then becomes completely silent through psychological treatment, in which her doctor, Theo, is obsessed with uncovering her motive. Who are the main characters in The Silent Patient?",
      "image": "https://m.media-amazon.com/images/I/41bsvxNUSdL._AC_SY780_.jpg",
      "likes": 128
    },
    {
      "id": 2,
      "name": "The Sun, The Moon and The Wheat Field (მზე, მთვარე და პურის ყანა)",
      "author": "Temur Babluani",
      "summary": "A hit this year has been the semi-biographical début novel by Georgian movie director Temur Babluani. The Sun, the Moon and the Wheat Field tells of a young man in the jungles of Soviet prison camps in Siberia, and it’s been a number-one bestseller since its publication. It is an adventure novel, in which the story of the life of a Tbilisi boy full of sorrow and pain can be read in one breath.",
      "image": "https://rights.sulakauri.ge/wp-content/uploads/2018/08/%E1%83%9B%E1%83%96%E1%83%94-%E1%83%9B%E1%83%97%E1%83%95%E1%83%90%E1%83%A0%E1%83%94-%E1%83%93%E1%83%90-%E1%83%9E%E1%83%A3%E1%83%A0%E1%83%98%E1%83%A1-%E1%83%A7%E1%83%90%E1%83%9C%E1%83%90.gif",
      "likes": 13
    },
    {
      "id": 3,
      "name": "The Metamorphosis",
      "author": "Franz Kafka",
      "summary": "As Gregor Samsa awoke one morning from uneasy dreams he found himself transformed in his bed into a gigantic insect. He was laying on his hard, as it were armor-plated, back and when he lifted his head a little he could see his domelike brown belly divided into stiff arched segments on top of which the bed quilt could hardly keep in position and was about to slide off completely. His numerous legs, which were pitifully thin compared to the rest of his bulk, waved helplessly before his eyes.With it's startling, bizarre, yet surprisingly funny first opening, Kafka begins his masterpiece, The Metamorphosis. It is the story of a young man who, transformed overnight into a giant beetle-like insect, becomes an object of disgrace to his family, an outsider in his own home, a quintessentially alienated man. A harrowing—though absurdly comic—meditation on human feelings of inadequacy, guilt, and isolation, The Metamorphosis has taken its place as one of the most widely read and influential works of twentieth-century fiction. As W.H. Auden wrote, Kafka is important to us because his predicament is the predicament of modern man.",
      "image": "https://m.media-amazon.com/images/I/51mGSj0VDLL.jpg",
      "likes": 10
    },
    {
      "id": 4,
      "name": "An Antropologist On Mars",
      "author": "Oliver Sacks",
      "summary": "To these seven paradoxical tales of neurological disorder and creativity, Oliver Sacks brings the profound compassion and ceaseless curiosity that made Awakenings and The Man Who Mistook His Wife for a Hat international bestsellers. He transports us into the uncanny worlds of his subjects, including an artist who loses his ability to see (or even imagine) color; a surgeon who performs delicate operations in spite of the compulsive tics and outbursts of Tourette's syndrome; and an autistic professor who holds a Ph.D. in animal science but is so bewildered by the complexity of human emotion that she feels like an anthropologist on Mars.Through these extraordinary people, Sacks explores what it is to feel, to sense, to remember - to be, ultimately, a coherent self in the world.",
      "image": "https://m.media-amazon.com/images/I/51w3DJPRRoL._AC_SY780_.jpg",
      "likes": 10
    },
    {
      "id": 5,
      "name": "Awakenings",
      "author": "Oliver Sacks",
      "summary": "Awakenings is a 1973 non-fiction book by Oliver Sacks. It recounts the life histories of those who had been victims of the 1920s encephalitis lethargica epidemic. Sacks chronicles his efforts in the late 1960s to help these patients at the Beth Abraham Hospital in the Bronx, New York.",
      "image": "https://m.media-amazon.com/images/I/61ARGlQMjzL._AC_SY780_.jpg",
      "likes": 0
    },
    {
      "id": 6,
      "name": "The Secret History",
      "author": "Donna Tartt",
      "summary": "Under the influence of their charismatic classics professor, a group of clever, eccentric misfits at an elite New England college discover a way of thinking and living that is a world away from the humdrum existence of their contemporaries. But when they go beyond the boundaries of normal morality they slip gradually from obsession to corruption and betrayal, and at last—inexorably—into evil.",
      "image": "https://upload.wikimedia.org/wikipedia/en/a/a5/The_Secret_History%2C_front_cover.jpg",
      "likes": 0
    },
    {
      "id": 7,
      "name": "A Tale of Two Cities",
      "author": "Charles Dickens",
      "summary": "A Tale of Two Cities is Charles Dickens’s great historical novel, set against the violent upheaval of the French Revolution. The most famous and perhaps the most popular of his works, it compresses an event of immense complexity to the scale of a family history, with a cast of characters that includes a bloodthirsty ogress and an antihero as believably flawed as any in modern fiction. Though the least typical of the author’s novels, A Tale of Two Cities still underscores many of his enduring themes—imprisonment, injustice, social anarchy, resurrection, and the renunciation that fosters renewal.",
      "image": "https://images.penguinrandomhouse.com/cover/9780451530578",
      "likes": 0
    },
    {
      "id": 8,
      "name": "A Beautiful Mind",
      "author": "Sylvia Nasar",
      "summary": "Stories of famously eccentric Princetonians abound—such as that of chemist Hubert Alyea, the model for The Absent-Minded Professor, or Ralph Nader, said to have had his own key to the library as an undergraduate. Or the Phantom of Fine Hall, a figure many students had seen shuffling around the corridors of the math and physics building wearing purple sneakers and writing numerology treatises on the blackboards. The Phantom was John Nash, one of the most brilliant mathematicians of his generation, who had spiraled into schizophrenia in the 1950s. His most important work had been in game theory, which by the 1980s was underpinning a large part of economics. When the Nobel Prize committee began debating a prize for game theory, Nash's name inevitably came up—only to be dismissed, since the prize clearly could not go to a madman. But in 1994 Nash, in remission from schizophrenia, shared the Nobel Prize in economics for work done some 45 years previously.Economist and journalist Sylvia Nasar has written a biography of Nash that looks at all sides of his life. She gives an intelligent, understandable exposition of his mathematical ideas and a picture of schizophrenia that is evocative but decidedly unromantic. Her story of the machinations behind Nash's Nobel is fascinating and one of very few such accounts available in print (the CIA could learn a thing or two from the Nobel committees).",
      "image": "https://images-na.ssl-images-amazon.com/images/I/515dn0G7urL._AC_UL600_SR600,600_.jpg",
      "likes": 0
    },
    {
      "id": 9,
      "name": "The Goldfinch",
      "author": "Donna Tartt",
      "summary": "Aged thirteen, Theo Decker, son of a devoted mother and a reckless, largely absent father, survives an accident that otherwise tears his life apart. Alone and rudderless in New York, he is taken in by the family of a wealthy friend. He is tormented by an unbearable longing for his mother, and down the years clings to the thing that most reminds him of her: a small, strangely captivating painting that ultimately draws him into the criminal underworld. As he grows up, Theo learns to glide between the drawing rooms of the rich and the dusty antiques store where he works. He is alienated and in love - and his talisman, the painting, places him at the centre of a narrowing, ever more dangerous circle.The Goldfinch is a haunted odyssey through present-day America and a drama of enthralling power. Combining unforgettably vivid characters and thrilling suspense, it is a beautiful, addictive triumph - a sweeping story of loss and obsession, of survival and self-invention, of the deepest mysteries of love, identity and fate.",
      "image": "https://upload.wikimedia.org/wikipedia/en/thumb/e/eb/The_goldfinch_by_donna_tart.png/220px-The_goldfinch_by_donna_tart.png",
      "likes": 5
    },
    {
      "id": 10,
      "name": "Tuesdays with Morrie",
      "author": "Mitch Albom",
      "summary": "Maybe it was a grandparent, or a teacher or a colleague. Someone older, patient and wise, who understood you when you were young and searching, and gave you sound advice to help you make your way through it. For Mitch Albom, that person was Morrie Schwartz, his college professor from nearly twenty years ago. Maybe, like Mitch, you lost track of this mentor as you made your way, and the insights faded. Wouldn't you like to see that person again, ask the bigger questions that still haunt you? Mitch Albom had that second chance. He rediscovered Morrie in the last months of the older man's life. Knowing he was dying of ALS - or motor neurone disease - Mitch visited Morrie in his study every Tuesday, just as they used to back in college. Their rekindled relationship turned into one final 'class': lessons in how to live.",
      "image": "https://m.media-amazon.com/images/I/41jOmR3wQaL._AC_SY780_.jpg",
      "likes": 10
    }
  ]
}